Repository: wp-plugins/lazy-invitation
Catalog: langs/bawsi-*.po
Languages: fr_fr

source: <b>ERROR</b> GroupName is not set!
fr_fr: <b>ERREUR</b> Il manque le nom du groupe !

source: <b>ERROR</b> Token is not set!
fr_fr: <b>ERREUR</b> Il manque le jeton d'application !

source: Enter your email address to join the <a href="http://%1$s.slack.com"><b>%1$s</b></a> group on Slack.
fr_fr: Entrez votre adresse e-mail pour rejoindre le groupe <a href="http://%1$s.slack.com"><b>%1$s</b></a> sur Slack.

source: Invitation launched, thank you.<br>See you soon on <a href="%1$s">%2$s</a>.<br><i>- Slackbot</i>
fr_fr: Invitation lancée, merci.<br>À bientôt sur <a href="%1$s">%2$s</a>.<br><i>- Slackbot</i>

source: You are already in this team!
fr_fr: Vous êtes déjà dans cette équipe !

source: You have already been invited in this team!
fr_fr: Vous avez déjà été invité(e) dans cette équipe !

source: Unknow error.
fr_fr: Erreur inconnue.

source: SlackBot Invitation
fr_fr: Invitation par SlackBot

source: Email address
fr_fr: Adresse e-mail :

source: Get an invitation
fr_fr: Obtenir une invitation

source: Ask for another invitation?
fr_fr: Demander une autre invitation ?

source: General
fr_fr: Général

source: GroupName?
fr_fr: Nom du groupe ?

source: Token?
fr_fr: Jeton ?

source: <p>Remember that your username will be used for the invitation mail.</p>
fr_fr: <p>Rappelez-vous que votre nom sera utilisé dans le courrier de l'invitation.</p>

source: <p>Here comes your %s to share!</p>
fr_fr: <p>Voici votre %s à partager !</p>

source: Invitation Page
fr_fr: Page des invitations

source: This is the name of your slack group.
fr_fr: C'est le nom de votre groupe Slack.

source: This is the security token of your slack invitation group.
fr_fr: C'est le jeton de sécurité des invitations à votre groupe.

source: To find your token you have to use the bookmarklet below (drag/drop in your brower toolbar) on your invitation page like <code>https://YOURGROUP.slack.com/admin/invites</code>
fr_fr: Pour trouver votre jeton vous devez utiliser le bookmarklet ci-dessous (glissez/déposez le dans la barre d'outils de votre navigateur) sur la page des invitation de votre groupe, comme <code>https://MONGROUPE.slack.com/admin/invites</code>

source: Drag/drop me in our browser toolbar before!
fr_fr: Glissez/déposez moi dans la barre d'outil du navigateur d'abord !

source: SlackInvit Token Api
fr_fr: Jeton de l'API pour SlackInvit

source: Why do i have to do that?
fr_fr: Pourquoi je dois faire ça ?

source: Because this is the only available token to auto invite people on your Slack.
fr_fr: Parce que c'est la seule façon possible de récupérer ce jeton pour auto inviter les gens sur votre Slack.

source: Settings
fr_fr: Réglages
